const laws_data = [
  {
    id: 0,
    title: "Закон за Полиција",
    desc: "Основни одредби поврзани со работата на полицијата во Република Македонија, вклучувајќи овластувања, права и должности на полицијата. Овој закон ги уредува надлежностите на полицијата, како што се спречување и откривање на кривични дела, одржување на јавниот ред и мир, како и заштита на правата и слободите на граѓаните. Дополнително, содржи одредби за употреба на физичка сила, средства за присила и услови под кои тие можат да се користат. Со овој закон се обезбедува и отчетност на полицијата кон граѓаните преку транспарентни процедури и механизми за надзор.",
    category: "Безбедност",
  },
  {
    id: 1,
    title: "Закон за Внатрешни Работи",
    desc: "Прописи за организацијата и надлежностите на Министерството за внатрешни работи, како и регулирање на службените односи. Овој закон ги дефинира структурата и функциите на министерството, вклучувајќи ја и улогата на службениците кои работат во областа на безбедноста и јавниот ред. Законодавството покрива и аспекти како што се управување со кадровски ресурси, обука и професионален развој, како и условите за пензионирање. Дополнително, законот обезбедува основа за координација со други институции и меѓународни партнери во борбата против криминал и одржувањето на јавната безбедност.",
    category: "Безбедност",
  },
];
